* DONE Lession 47one
   CLOSED: [2017-10-22 日 20:24]99.8%
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:24]
   - State "STARTED"    from "DONE"       [2017-10-22 日 20:22]
   CLOCK: [2017-10-22 日 20:22]--[2017-10-22 日 20:24] =>  0:02
99.8%
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:20]
   CLOCK: [2017-10-22 日 20:06]--[2017-10-22 日 20:20] =>  0:14
99.7%
   :END:
** DONE Review<2017-10-22 日>99.7%
   CLOSED: [2017-10-22 日 20:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:34]
   CLOCK: [2017-10-22 日 20:33]--[2017-10-22 日 20:34] =>  0:01
   :END:
* lesson 43two
* lesson 44three
* lesson 32four
** DONE Review<2017-10-29 日 06:38>99.7%
   CLOSED: [2017-10-29 日 06:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-29 日 06:55]
   CLOCK: [2017-10-29 日 06:38]--[2017-10-29 日 06:55] =>  0:17
   :END:
* lesson 37five
* lesson 40six
* lesson 39seven
* lesson 15eight
* lesson 12nine
* lesson 33ten
* lesson eleven
* lesson 49twelve
* lesson 38thirteen
* lesson fourteen
* lesson 48fifteen
* lesson 42sixteen
* lesson 45seventeen
* lesson 4eighteen
* lesson 3nineteen
* lesson 16twenty
* lesson 19twenty one
* lesson 13twenty two
* lesson 12twenty three
* lesson 6twenty four
* lesson 1twenty five
* lesson 8twenty six
* lesson 9twenty seven
* lesson 50twenty eight
* lesson 46twenty nine
* lesson 5thirty
* lesson 2thirty one
* lesson 7twenty two
* lesson 10thirty three
** DONE Review<2017-10-29 日 06:56>99.1%
   CLOSED: [2017-10-29 日 07:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-29 日 07:14]
   CLOCK: [2017-10-29 日 06:56]--[2017-10-29 日 07:14] =>  0:18
   :END:
* lesson 17thirty four
** DONE Review<2017-10-29 日 20:50>98.4%
   CLOSED: [2017-10-29 日 21:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-29 日 21:14]
   CLOCK: [2017-10-29 日 20:49]--[2017-10-29 日 21:14] =>  0:25
   :END:
** DONE Review<2017-10-30 一 05:22>99.2%
   CLOSED: [2017-10-30 一 05:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-30 一 05:50]
   CLOCK: [2017-10-30 一 05:22]--[2017-10-30 一 05:50] =>  0:28
   :END:
* lesson 18thirty five
** DONE Review<2017-10-23 一 05:21>98.6%
CLOSED: [2017-10-23 一 05:52]
:LOGBOOK:
- State "DONE"       from "STARTED"    [2017-10-23 一 05:52]
CLOCK: [2017-10-23 一 05:21]--[2017-10-23 一 05:52] =>  0:31
:END:
** DONE Review<2017-10-23 一 05:53>99.3%
CLOSED: [2017-10-23 一 06:25]
:LOGBOOK:
- State "DONE"       from "STARTED"    [2017-10-23 一 06:25]
CLOCK: [2017-10-23 一 05:53]--[2017-10-23 一 06:25] =>  0:32
:END:
** DONE Review<2017-10-24 二 04:05>98.3% 14
   CLOSED: [2017-10-24 二 04:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-24 二 04:28]
   CLOCK: [2017-10-24 二 04:05]--[2017-10-24 二 04:28] =>  0:23
   :END:
** DONE Review<2017-10-24 二 04:29>99.4%
   CLOSED: [2017-10-24 二 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-24 二 04:50]
   CLOCK: [2017-10-24 二 04:28]--[2017-10-24 二 04:50] =>  0:22
   :END:
** DONE Review<2017-10-30 一 05:53>98.7%
   CLOSED: [2017-10-30 一 06:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-30 一 06:24]
   CLOCK: [2017-10-30 一 05:52]--[2017-10-30 一 06:24] =>  0:32
   :END:
** DONE Review<2017-10-31 二 06:18>98.5%
   CLOSED: [2017-10-31 二 06:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-31 二 06:47]
   CLOCK: [2017-10-31 二 06:18]--[2017-10-31 二 06:47] =>  0:29
   :END:
** DONE Review<2017-10-31 二 19:37>98.8%
   CLOSED: [2017-10-31 二 20:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-31 二 20:05]
   CLOCK: [2017-10-31 二 19:37]--[2017-10-31 二 20:05] =>  0:28
   :END:
** DONE Review<2017-11-01 三 05:27>99.3%
   CLOSED: [2017-11-01 三 05:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-01 三 05:56]
   CLOCK: [2017-11-01 三 05:27]--[2017-11-01 三 05:56] =>  0:29
   :END:
* lesson 14thirty six
** DONE Review<2017-11-02 四 05:22>98.1%
   CLOSED: [2017-11-02 四 05:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-02 四 05:44]
   CLOCK: [2017-11-02 四 05:22]--[2017-11-02 四 05:44] =>  0:22
   :END:
** DONE Review<2017-11-02 四 05:44>99.3%
   CLOSED: [2017-11-02 四 06:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-02 四 06:05]
   CLOCK: [2017-11-02 四 05:44]--[2017-11-02 四 06:05] =>  0:21
   :END:
* lesson 11thirty seven
** DONE Review<2017-10-25 三 04:49>98.8%
   CLOSED: [2017-10-25 三 05:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 05:17]
   CLOCK: [2017-10-25 三 04:49]--[2017-10-25 三 05:17] =>  0:28
   :END:
** DONE Review<2017-10-25 三 05:18>99.4%
   CLOSED: [2017-10-25 三 05:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 05:45]
   CLOCK: [2017-10-25 三 05:18]--[2017-10-25 三 05:45] =>  0:27
   :END:
** DONE Review<2017-11-03 五 06:14>98.2%
   CLOSED: [2017-11-03 五 06:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-03 五 06:40]
   CLOCK: [2017-11-03 五 06:14]--[2017-11-03 五 06:40] =>  0:26
   :END:
** DONE Review<2017-11-03 五 06:40>99.1%
   CLOSED: [2017-11-03 五 07:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-03 五 07:05]
   CLOCK: [2017-11-03 五 06:40]--[2017-11-03 五 07:05] =>  0:25
   :END:
* lesson 34thirty eight
** DONE Review<2017-10-26 四 05:29>97.9%
   CLOSED: [2017-10-26 四 06:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-26 四 06:02]
   CLOCK: [2017-10-26 四 05:29]--[2017-10-26 四 06:02] =>  0:33
   :END:
** DONE Review<2017-10-26 四 06:03>99.2%
   CLOSED: [2017-10-26 四 06:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-26 四 06:33]
   CLOCK: [2017-10-26 四 06:02]--[2017-10-26 四 06:33] =>  0:31
   :END:
** DONE Review <2017-11-04 Sat 04:58>97.7%
   CLOSED: [2017-11-04 Sat 05:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-04 Sat 05:29]
   CLOCK: [2017-11-04 Sat 04:58]--[2017-11-04 Sat 05:29] =>  0:31
   :END:
** DONE Review<2017-11-04 Sat 05:33>99%                              :review:
   CLOSED: [2017-11-04 Sat 06:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-04 Sat 06:02]
   CLOCK: [2017-11-04 Sat 05:33]--[2017-11-04 Sat 06:02] =>  0:29
   :END:
** DONE Review <2017-11-04 六 18:39>97.5%
   CLOSED: [2017-11-04 六 19:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-04 六 19:06]
   CLOCK: [2017-11-04 六 18:39]--[2017-11-04 六 19:06] =>  0:27
   :END:
** DONE Review<2017-11-05 日 05:23>99.4%
   CLOSED: [2017-11-05 日 05:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 05:53]
   CLOCK: [2017-11-05 日 05:23]--[2017-11-05 日 05:53] =>  0:30
   :END:
* lesson 35thirty nine
** DONE Review<2017-10-27 五 03:52>99%
   CLOSED: [2017-10-27 五 04:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-27 五 04:12]
   CLOCK: [2017-10-27 五 03:52]--[2017-10-27 五 04:12] =>  0:20
   :END:
** DONE Review<2017-11-05 日 05:54>99.5%
   CLOSED: [2017-11-05 日 06:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 06:13]
   CLOCK: [2017-11-05 日 05:53]--[2017-11-05 日 06:13] =>  0:20
   :END:
** DONE Review<2017-11-05 日 18:07>99.3%
   CLOSED: [2017-11-05 日 18:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 18:25]
   CLOCK: [2017-11-05 日 18:07]--[2017-11-05 日 18:25] =>  0:18
   :END:
* lesson 26forty
* lesson 27forty one
* lesson 29forty two
* lesson 28forty three
* lesson 24forty four
* lesson 23forty five
* lesson 21forty six
* lesson 22forty seven
* lesson 31forty eight
** DONE Review<2017-10-28 六 05:16>98.3%
   CLOSED: [2017-10-28 六 05:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-28 六 05:38]
   CLOCK: [2017-10-28 六 05:16]--[2017-10-28 六 05:38] =>  0:22
   :END:
** DONE Review<2017-10-28 六 05:38>99.6%
   CLOSED: [2017-10-28 六 06:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-28 六 06:00]
   CLOCK: [2017-10-28 六 05:38]--[2017-10-28 六 06:00] =>  0:22
   :END:
* lesson 30forty nine
** DONE Review<2017-10-27 五 04:14>98.3%
   CLOSED: [2017-10-27 五 04:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-27 五 04:34]
   CLOCK: [2017-10-27 五 04:14]--[2017-10-27 五 04:34] =>  0:20
   :END:
** DONE Review<2017-10-27 五 04:34>99.1%
   CLOSED: [2017-10-27 五 04:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-27 五 04:54]
   CLOCK: [2017-10-27 五 04:34]--[2017-10-27 五 04:54] =>  0:20
   :END:
* Lesson 25fitty
* eating
** TODO [#B]breakfast
SCHEDULED: <2017-11-06 一 07:00 +1d> DEADLINE: <2017-11-06 一 07:40 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-11-05 日 07:59]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 07:59]
   CLOCK: [2017-11-05 日 07:03]--[2017-11-05 日 07:59] =>  0:56
   - State "DONE"       from "STARTED"    [2017-11-04 六 08:38]
   CLOCK: [2017-11-04 六 07:42]--[2017-11-04 六 08:38] =>  0:56
   - State "DONE"       from "STARTED"    [2017-11-04 六 07:41]
   - State "DONE"       from "STARTED"    [2017-11-03 五 08:00]
   CLOCK: [2017-11-03 五 07:05]--[2017-11-03 五 08:00] =>  0:55
   - State "DONE"       from "STARTED"    [2017-11-02 四 08:36]
   CLOCK: [2017-11-02 四 06:20]--[2017-11-02 四 08:36] =>  2:16
   - State "DONE"       from "STARTED"    [2017-11-01 三 08:39]
   CLOCK: [2017-11-01 三 07:00]--[2017-11-01 三 07:49] =>  0:49
   - State "DONE"       from "STARTED"    [2017-10-31 二 07:51]
   CLOCK: [2017-10-31 二 07:01]--[2017-10-31 二 07:51] =>  0:50
   - State "DONE"       from "STARTED"    [2017-10-30 一 08:15]
   CLOCK: [2017-10-30 一 07:05]--[2017-10-30 一 08:15] =>  1:10
   CLOCK: [2017-10-30 一 06:57]--[2017-10-30 一 07:00] =>  0:03
   - State "DONE"       from "STARTED"    [2017-10-29 日 08:40]
   CLOCK: [2017-10-29 日 07:45]--[2017-10-29 日 08:40] =>  0:55
   - State "DONE"       from "STARTED"    [2017-10-28 六 08:35]
   CLOCK: [2017-10-28 六 07:32]--[2017-10-28 六 08:35] =>  1:03
   - State "DONE"       from "STARTED"    [2017-10-27 Fri 08:10]
   CLOCK: [2017-10-27 Fri 07:05]--[2017-10-27 Fri 08:10] =>  1:05
   - State "DONE"       from "STARTED"    [2017-10-26 四 07:46]
   CLOCK: [2017-10-26 四 07:06]--[2017-10-26 四 07:46] =>  0:40
   - State "DONE"       from "STARTED"    [2017-10-25 三 07:54]
   CLOCK: [2017-10-25 三 06:53]--[2017-10-25 三 07:54] =>  1:01
   - State "DONE"       from "STARTED"    [2017-10-24 二 07:32]
   CLOCK: [2017-10-24 二 06:47]--[2017-10-24 二 07:32] =>  0:45
   - State "DONE"       from "STARTED"    [2017-10-23 一 07:54]
   CLOCK: [2017-10-23 一 06:57]--[2017-10-23 一 07:54] =>  0:57
   :END:
** TODO [#B]lunch
SCHEDULED: <2017-11-06 一 11:40 +1d> DEADLINE: <2017-11-06 一 13:40 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-11-05 日 14:34]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 14:34]
   CLOCK: [2017-11-05 日 11:16]--[2017-11-05 日 14:34] =>  3:18
   - State "DONE"       from "STARTED"    [2017-11-04 六 13:57]
   - State "DONE"       from "STARTED"    [2017-11-03 五 14:54]
   CLOCK: [2017-11-03 五 11:42]--[2017-11-03 五 14:54] =>  3:12
   - State "DONE"       from "STARTED"    [2017-11-02 四 14:16]
   CLOCK: [2017-11-02 四 11:39]--[2017-11-02 四 14:16] =>  2:37
   - State "DONE"       from "STARTED"    [2017-11-01 三 14:14]
   - State "DONE"       from "STARTED"    [2017-10-31 二 14:18]
   CLOCK: [2017-11-01 三 11:40]--[2017-11-01 三 13:40] =>  2:00
   CLOCK: [2017-10-31 二 11:56]--[2017-10-31 二 14:18] =>  2:22
   - State "DONE"       from "STARTED"    [2017-10-30 一 14:05]
   CLOCK: [2017-10-30 一 11:31]--[2017-10-30 一 13:35] =>  2:04
   - State "DONE"       from "STARTED"    [2017-10-29 日 15:20]
   CLOCK: [2017-10-29 日 11:37]--[2017-10-29 日 15:20] =>  3:43
   - State "DONE"       from "STARTED"    [2017-10-28 六 15:45]
   CLOCK: [2017-10-28 六 12:33]--[2017-10-28 六 14:45] =>  2:12
   - State "DONE"       from "STARTED"    [2017-10-27 Fri 16:13]
   CLOCK: [2017-10-27 Fri 11:21]--[2017-10-27 Fri 16:13] =>  4:52
   - State "DONE"       from "STARTED"    [2017-10-26 四 14:12]
   CLOCK: [2017-10-26 四 11:26]--[2017-10-26 四 14:12] =>  2:46
   - State "DONE"       from "STARTED"    [2017-10-25 三 14:19]
   CLOCK: [2017-10-25 三 11:30]--[2017-10-25 三 14:19] =>  2:49
   - State "DONE"       from "STARTED"    [2017-10-24 二 14:07]
   CLOCK: [2017-10-24 二 11:38]--[2017-10-24 二 14:07] =>  2:29
   - State "DONE"       from "STARTED"    [2017-10-23 一 14:01]
   CLOCK: [2017-10-23 一 11:40]--[2017-10-23 一 14:01] =>  2:21
   :END:
** TODO [#B] dinner
   DEADLINE: <2017-11-06 一 18:40 +1d> SCHEDULED: <2017-11-06 一 17:40 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-11-05 日 17:25]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-11-05 日 17:25]
   - State "DONE"       from "STARTED"    [2017-11-04 六 18:29]
   CLOCK: [2017-11-04 六 16:50]--[2017-11-04 六 18:29] =>  1:39
   - State "DONE"       from "STARTED"    [2017-11-03 五 18:27]
   CLOCK: [2017-11-03 五 17:01]--[2017-11-03 五 18:27] =>  1:26
   - State "DONE"       from "STARTED"    [2017-11-02 四 20:17]
   CLOCK: [2017-11-02 四 17:51]--[2017-11-02 四 20:17] =>  2:26
   - State "DONE"       from "STARTED"    [2017-11-01 三 19:22]
   CLOCK: [2017-11-01 三 17:29]--[2017-11-01 三 19:22] =>  1:53
   - State "DONE"       from "STARTED"    [2017-10-31 二 19:26]
   CLOCK: [2017-10-31 二 17:15]--[2017-10-31 二 19:26] =>  2:11
   - State "DONE"       from "STARTED"    [2017-10-30 一 19:16]
   CLOCK: [2017-10-30 一 17:22]--[2017-10-30 一 19:16] =>  1:54
   - State "DONE"       from "STARTED"    [2017-10-29 日 18:11]
   - State "DONE"       from "STARTED"    [2017-10-28 六 20:24]
   CLOCK: [2017-10-28 六 18:07]--[2017-10-28 六 20:24] =>  2:17
   - State "DONE"       from "STARTED"    [2017-10-27 Fri 21:07]
   CLOCK: [2017-10-27 Fri 16:32]--[2017-10-27 Fri 21:07] =>  4:35
   - State "DONE"       from "STARTED"    [2017-10-26 四 19:23]
   - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
   - State "DONE"       from "STARTED"    [2017-10-24 二 19:26]
   CLOCK: [2017-10-24 二 17:40]--[2017-10-24 二 19:26] =>  1:46
   - State "DONE"       from "STARTED"    [2017-10-23 一 21:30]
   CLOCK: [2017-10-23 一 16:54]--[2017-10-23 一 21:30] =>  4:36
   :END:
* STARTED sleep [#A]
  DEADLINE: <2017-11-06 一 05:00 +1d> SCHEDULED: <2017-11-05 日 22:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 05:22]
  :END:
  :LOGBOOK:
  CLOCK: [2017-11-05 日 21:43]
  - State "DONE"       from "STARTED"    [2017-11-05 日 05:22]
  CLOCK: [2017-11-04 六 21:23]--[2017-11-05 日 05:22] =>  7:59
  - State "DONE"       from "STARTED"    [2017-11-04 Sat 04:56]
  CLOCK: [2017-11-03 Fri 22:04]--[2017-11-04 Sat 04:56] =>  6:52
  - State "DONE"       from "STARTED"    [2017-11-03 五 06:12]
  CLOCK: [2017-11-02 四 21:41]--[2017-11-03 五 06:12] =>  8:31
  - State "DONE"       from "STARTED"    [2017-11-02 四 05:21]
  CLOCK: [2017-11-01 三 21:23]--[2017-11-02 四 05:21] =>  7:58
  - State "DONE"       from "STARTED"    [2017-11-01 三 05:27]
  CLOCK: [2017-10-31 二 21:33]--[2017-11-01 三 05:27] =>  7:54
  - State "DONE"       from "STARTED"    [2017-10-31 二 06:17]
  CLOCK: [2017-10-30 一 21:20]--[2017-10-31 二 06:17] =>  8:57
  - State "DONE"       from "STARTED"    [2017-10-30 一 05:22]
  CLOCK: [2017-10-29 日 21:33]--[2017-10-30 一 05:22] =>  7:49
  - State "DONE"       from "STARTED"    [2017-10-29 日 06:36]
  CLOCK: [2017-10-28 六 21:32]--[2017-10-29 日 06:36] =>  9:04
  - State "DONE"       from "STARTED"    [2017-10-28 Sat 04:57]
  CLOCK: [2017-10-27 Fri 21:08]--[2017-10-28 Sat 04:57] =>  7:49
  - State "DONE"       from "STARTED"    [2017-10-27 五 03:46]
  CLOCK: [2017-10-26 四 20:18]--[2017-10-27 五 03:46] =>  7:28
  - State "DONE"       from "STARTED"    [2017-10-26 四 05:27]
  CLOCK: [2017-10-25 三 21:24]--[2017-10-26 四 05:27] =>  8:03
  - State "DONE"       from "STARTED"    [2017-10-25 三 04:38]
  CLOCK: [2017-10-24 二 21:31]--[2017-10-25 三 04:38] =>  7:07
  - State "DONE"       from "STARTED"    [2017-10-24 二 11:36]
  - State "DONE"       from "STARTED"    [2017-10-24 二 04:00]
  CLOCK: [2017-10-23 一 21:31]--[2017-10-24 二 04:00] =>  6:29
  - State "DONE"       from "STARTED"    [2017-10-23 一 05:18]
  CLOCK: [2017-10-22 日 21:06]--[2017-10-23 一 05:18] =>  8:12
  :END:
* TODO [#B] clean office
  DEADLINE: <2017-11-06 一 07:50 +1d> SCHEDULED: <2017-11-06 一 08:20 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 08:15]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 08:15]
  CLOCK: [2017-11-05 日 07:59]--[2017-11-05 日 08:15] =>  0:16
  - State "DONE"       from "STARTED"    [2017-11-04 六 08:48]
  CLOCK: [2017-11-04 六 08:38]--[2017-11-04 六 08:48] =>  0:10
  - State "DONE"       from "STARTED"    [2017-11-03 五 08:01]
  - State "DONE"       from "STARTED"    [2017-11-02 四 08:58]
  CLOCK: [2017-11-02 四 08:36]--[2017-11-02 四 08:58] =>  0:22
  - State "DONE"       from "STARTED"    [2017-11-01 三 08:48]
  CLOCK: [2017-11-01 三 08:40]--[2017-11-01 三 08:48] =>  0:08
  - State "DONE"       from "STARTED"    [2017-10-31 二 08:00]
  CLOCK: [2017-10-31 二 07:51]--[2017-10-31 二 08:00] =>  0:09
  - State "DONE"       from "STARTED"    [2017-10-30 一 08:49]
  CLOCK: [2017-10-30 一 08:16]--[2017-10-30 一 08:49] =>  0:33
  - State "DONE"       from "STARTED"    [2017-10-29 日 08:40]
  - State "DONE"       from "STARTED"    [2017-10-28 六 09:16]
  CLOCK: [2017-10-28 六 08:35]--[2017-10-28 六 08:47] =>  0:12
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 08:22]
  CLOCK: [2017-10-27 Fri 08:10]--[2017-10-27 Fri 08:22] =>  0:12
  - State "DONE"       from "STARTED"    [2017-10-26 四 08:14]
  CLOCK: [2017-10-26 四 07:48]--[2017-10-26 四 08:14] =>  0:26
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:01]
  CLOCK: [2017-10-25 三 07:54]--[2017-10-25 三 08:01] =>  0:07
  - State "DONE"       from "STARTED"    [2017-10-24 二 07:54]
  CLOCK: [2017-10-24 二 07:33]--[2017-10-24 二 07:54] =>  0:21
  - State "DONE"       from "STARTED"    [2017-10-23 一 08:15]
  CLOCK: [2017-10-23 一 07:56]--[2017-10-23 一 08:15] =>  0:19
  :END:
* TODO [#B] handwriting
  SCHEDULED: <2017-11-06 一 06:30 +1d> DEADLINE: <2017-11-06 一 07:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 07:03]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 07:03]
  CLOCK: [2017-11-05 日 06:36]--[2017-11-05 日 07:03] =>  0:27
  - State "DONE"       from "STARTED"    [2017-11-04 Sat 07:16]
  CLOCK: [2017-11-04 Sat 06:40]--[2017-11-04 Sat 07:16] =>  0:36
  - State "DONE"       from "STARTED"    [2017-11-03 五 11:13]
  - State "DONE"       from "STARTED"    [2017-11-02 四 16:22]
  CLOCK: [2017-11-02 四 16:04]--[2017-11-02 四 16:22] =>  0:18
  - State "DONE"       from "STARTED"    [2017-11-01 三 06:32]
  CLOCK: [2017-11-01 三 05:58]--[2017-11-01 三 06:32] =>  0:34
  - State "DONE"       from "STARTED"    [2017-10-31 二 07:01]
  CLOCK: [2017-10-31 二 06:48]--[2017-10-31 二 07:01] =>  0:13
  - State "DONE"       from "STARTED"    [2017-10-30 一 06:57]
  CLOCK: [2017-10-30 一 06:25]--[2017-10-30 一 06:57] =>  0:32
  - State "DONE"       from "STARTED"    [2017-10-29 日 07:37]
  CLOCK: [2017-10-29 日 07:15]--[2017-10-29 日 07:37] =>  0:22
  - State "DONE"       from "STARTED"    [2017-10-28 六 07:15]
  CLOCK: [2017-10-28 六 06:40]--[2017-10-28 六 07:15] =>  0:35
  - State "DONE"       from "STARTED"    [2017-10-27 五 06:25]
  CLOCK: [2017-10-27 五 06:10]--[2017-10-27 五 06:25] =>  0:15
  - State "DONE"       from "STARTED"    [2017-10-26 四 07:06]
  CLOCK: [2017-10-26 四 06:33]--[2017-10-26 四 07:06] =>  0:33
  - State "DONE"       from "STARTED"    [2017-10-25 三 06:18]
  CLOCK: [2017-10-25 三 05:45]--[2017-10-25 三 06:18] =>  0:33
  - State "DONE"       from "STARTED"    [2017-10-24 二 05:52]
  CLOCK: [2017-10-24 二 05:26]--[2017-10-24 二 05:52] =>  0:26
  - State "DONE"       from "STARTED"    [2017-10-23 一 06:52]
  CLOCK: [2017-10-23 一 06:25]--[2017-10-23 一 06:52] =>  0:27
  :END:
* TODO [#B] browse news and free learn
  DEADLINE: <2017-11-06 一 08:30 +1d> SCHEDULED: <2017-11-06 一 08:20 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 06:36]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 06:36]
  CLOCK: [2017-11-05 日 06:13]--[2017-11-05 日 06:36] =>  0:23
  - State "DONE"       from "STARTED"    [2017-11-04 Sat 06:40]
  CLOCK: [2017-11-04 Sat 06:02]--[2017-11-04 Sat 06:40] =>  0:38
  - State "DONE"       from "STARTED"    [2017-11-03 五 11:42]
  CLOCK: [2017-11-03 五 11:13]--[2017-11-03 五 11:42] =>  0:29
  - State "DONE"       from "STARTED"    [2017-11-02 四 17:51]
  CLOCK: [2017-11-02 四 16:22]--[2017-11-02 四 17:51] =>  1:29
  - State "DONE"       from "STARTED"    [2017-11-02 四 06:20]
  CLOCK: [2017-11-02 四 06:05]--[2017-11-02 四 06:20] =>  0:15
  - State "DONE"       from "STARTED"    [2017-11-01 三 08:48]
  CLOCK: [2017-11-01 三 06:33]--[2017-11-01 三 06:44] =>  0:11
  - State "DONE"       from "STARTED"    [2017-10-31 二 09:00]
  - State "DONE"       from "STARTED"    [2017-10-30 一 17:22]
  CLOCK: [2017-10-30 一 16:56]--[2017-10-30 一 17:22] =>  0:26
  - State "DONE"       from "STARTED"    [2017-10-30 一 09:59]
  CLOCK: [2017-10-30 一 08:49]--[2017-10-30 一 09:59] =>  1:10
  - State "DONE"       from "STARTED"    [2017-10-29 日 07:44]
  CLOCK: [2017-10-29 日 07:38]--[2017-10-29 日 07:44] =>  0:06
  - State "DONE"       from "STARTED"    [2017-10-28 六 06:40]
  CLOCK: [2017-10-28 六 06:02]--[2017-10-28 六 06:40] =>  0:38
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 07:03]
  CLOCK: [2017-10-27 五 06:26]--[2017-10-27 五 7:04] =>  0:38
  - State "DONE"       from "STARTED"    [2017-10-27 五 06:10]
  CLOCK: [2017-10-27 五 04:55]--[2017-10-27 五 06:10] =>  1:15
  - State "DONE"       from "STARTED"    [2017-10-26 四 08:15]
  - State "DONE"       from "STARTED"    [2017-10-25 三 06:52]
  CLOCK: [2017-10-25 三 06:18]--[2017-10-25 三 06:52] =>  0:34
  - State "DONE"       from "STARTED"    [2017-10-24 二 21:18]
  CLOCK: [2017-10-24 二 20:05]--[2017-10-24 二 21:18] =>  1:13
  - State "DONE"       from "STARTED"    [2017-10-24 二 17:40]
  CLOCK: [2017-10-24 二 17:15]--[2017-10-24 二 17:40] =>  0:25
  - State "DONE"       from "STARTED"    [2017-10-24 二 11:37]
  CLOCK: [2017-10-24 二 10:05]--[2017-10-24 二 11:37] =>  1:32
  - State "DONE"       from "STARTED"    [2017-10-24 二 05:26]
  CLOCK: [2017-10-24 二 04:54]--[2017-10-24 二 05:26] =>  0:32
  - State "DONE"       from "STARTED"    [2017-10-23 一 06:56]
  CLOCK: [2017-10-23 一 06:53]--[2017-10-23 一 06:56] =>  0:03
  :END:
* TODO [#B] learn lisp
  DEADLINE: <2017-11-06 一 09:30 +1d> SCHEDULED: <2017-11-06 一 08:30 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 11:15]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 11:15]
  CLOCK: [2017-11-05 日 08:15]--[2017-11-05 日 08:17] =>  0:02
  - State "DONE"       from "STARTED"    [2017-11-04 六 13:57]
  - State "DONE"       from "STARTED"    [2017-11-03 五 08:49]
  CLOCK: [2017-11-03 五 08:01]--[2017-11-03 五 08:13] =>  0:12
  - State "DONE"       from "STARTED"    [2017-11-02 四 10:01]
  CLOCK: [2017-11-02 四 08:58]--[2017-11-02 四 09:15] =>  0:17
  - State "DONE"       from "STARTED"    [2017-11-01 三 09:17]
  CLOCK: [2017-11-01 三 08:48]--[2017-11-01 三 09:17] =>  0:29
  - State "DONE"       from "STARTED"    [2017-10-31 二 17:15]
  CLOCK: [2017-10-31 二 16:30]--[2017-10-31 二 16:37] =>  0:07
  - State "DONE"       from "STARTED"    [2017-10-30 一 11:38]
  CLOCK: [2017-10-30 一 11:19]--[2017-10-30 一 11:21] =>  0:02
  - State "DONE"       from "STARTED"    [2017-10-29 日 11:37]
  CLOCK: [2017-10-29 日 08:40]--[2017-10-29 日 10:00] =>  1:20
  - State "DONE"       from "STARTED"    [2017-10-28 六 09:16]
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 10:47]
  CLOCK: [2017-10-27 Fri 10:36]--[2017-10-27 Fri 10:47] =>  0:11
  CLOCK: [2017-10-27 Fri 08:23]--[2017-10-27 Fri 10:26] =>  2:03
  - State "DONE"       from "STARTED"    [2017-10-26 四 08:58]
  CLOCK: [2017-10-26 四 08:15]--[2017-10-26 四 08:26] =>  0:11
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:29]
  CLOCK: [2017-10-25 三 08:01]--[2017-10-25 三 08:03] =>  0:02
  - State "DONE"       from "STARTED"    [2017-10-24 二 08:34]
  - State "DONE"       from "STARTED"    [2017-10-23 一 10:29]
  CLOCK: [2017-10-23 一 08:15]--[2017-10-23 一 10:29] =>  2:14
  :END:
高龙寅、王院长来玩8：30至10：30两个小时。
* TODO [#B] check teaching
  DEADLINE: <2017-11-06 一 10:00 +1d> SCHEDULED: <2017-11-06 一 09:30 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 11:16]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 11:16]
  - State "DONE"       from "STARTED"    [2017-11-04 六 13:57]
  - State "DONE"       from "STARTED"    [2017-11-03 五 11:12]
  CLOCK: [2017-11-03 五 08:49]--[2017-11-03 五 11:12] =>  2:23
  - State "DONE"       from "STARTED"    [2017-11-02 四 11:14]
  CLOCK: [2017-11-02 四 10:01]--[2017-11-02 四 11:14] =>  1:13
  - State "DONE"       from "STARTED"    [2017-11-01 三 10:53]
  CLOCK: [2017-11-01 三 09:18]--[2017-11-01 三 10:53] =>  1:35
  - State "DONE"       from "STARTED"    [2017-10-31 二 16:29]
  CLOCK: [2017-10-31 二 15:40]--[2017-10-31 二 16:29] =>  0:49
  - State "DONE"       from "STARTED"    [2017-10-30 一 11:19]
  CLOCK: [2017-10-30 一 10:00]--[2017-10-30 一 11:19] =>  1:19
  - State "DONE"       from "STARTED"    [2017-10-28 六 09:17]
  - State "DONE"       from "STARTED"    [2017-10-28 六 09:17]
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 10:47]
  - State "DONE"       from "STARTED"    [2017-10-26 四 19:22]
  CLOCK: [2017-10-26 四 16:10]--[2017-10-26 四 19:22] =>  3:12
  - State "DONE"       from "STARTED"    [2017-10-26 四 10:24]
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:52]
  CLOCK: [2017-10-25 三 08:30]--[2017-10-25 三 08:52] =>  0:22
  学生上课玩游戏问题仍有，关键是教师要严管，要求。
  - State "DONE"       from "STARTED"    [2017-10-24 二 10:06]
  CLOCK: [2017-10-24 二 08:35]--[2017-10-24 二 10:06] =>  1:31
  16级学生不学者众，玩手机者众。与教师交流一个小时
  - State "DONE"       from "STARTED"    [2017-10-23 一 11:34]
  CLOCK: [2017-10-23 一 10:50]--[2017-10-23 一 11:34] =>  0:44
  CLOCK: [2017-10-23 一 10:31]--[2017-10-23 一 10:47] =>  0:16
  :END:
* TODO [#B] practice
  DEADLINE: <2017-11-06 一 13:40 +1d> SCHEDULED: <2017-11-06 一 17:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 15:30]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 15:30]
  CLOCK: [2017-11-05 日 14:34]--[2017-11-05 日 14:58] =>  0:24
  - State "DONE"       from "STARTED"    [2017-11-04 六 16:50]
  CLOCK: [2017-11-04 六 13:57]--[2017-11-04 六 16:50] =>  2:53
  - State "DONE"       from "STARTED"    [2017-11-03 五 17:01]
  CLOCK: [2017-11-03 五 14:54]--[2017-11-03 五 17:01] =>  2:07
  - State "DONE"       from "STARTED"    [2017-11-02 四 16:04]
  CLOCK: [2017-11-02 四 14:22]--[2017-11-02 四 16:04] =>  1:42
  - State "DONE"       from "STARTED"    [2017-11-01 三 17:28]
  CLOCK: [2017-11-01 三 14:19]--[2017-11-01 三 17:28] =>  3:09
  - State "DONE"       from "STARTED"    [2017-10-31 二 17:15]
  - State "DONE"       from "STARTED"    [2017-10-30 一 14:07]
  - State "DONE"       from "STARTED"    [2017-10-29 日 18:11]
  CLOCK: [2017-10-29 日 15:21]--[2017-10-29 日 18:11] =>  2:50
  - State "DONE"       from "STARTED"    [2017-10-28 六 17:08]
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 16:32]
  CLOCK: [2017-10-27 Fri 16:14]--[2017-10-27 Fri 16:32] =>  0:18
  - State "DONE"       from "STARTED"    [2017-10-26 四 16:10]
  CLOCK: [2017-10-26 四 15:08]--[2017-10-26 四 16:10] =>  1:02
  CLOCK: [2017-10-26 四 14:12]--[2017-10-26 四 14:31] =>  0:19
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
  - State "DONE"       from "STARTED"    [2017-10-25 三 16:00]
  CLOCK: [2017-10-25 三 14:21]--[2017-10-25 三 16:00] =>  1:39
  - State "DONE"       from "STARTED"    [2017-10-24 二 17:14]
  CLOCK: [2017-10-24 二 14:26]--[2017-10-24 二 14:40] =>  0:14
  - State "DONE"       from "STARTED"    [2017-10-24 二 14:23]
  :END:
* TODO [#A] give a lecture
  DEADLINE: <2017-11-06 一 13:40 +1w> SCHEDULED: <2017-11-06 一 17:00 +1w>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-30 一 16:54]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-30 一 17:00]
  CLOCK: [2017-10-30 一 13:40]--[2017-10-30 一 17:00] =>  3:20
  - State "DONE"       from "STARTED"    [2017-10-23 一 16:52]
  CLOCK: [2017-10-23 一 13:40]--[2017-10-23 一 16:52] =>  3:12
  :END:
* DONE [#B] review
  CLOSED: [2017-10-24 二 14:09] DEADLINE: <2017-10-24 二 17:30 > SCHEDULED: <2017-10-24 二 13:40 >
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-24 二 14:09]
  :END:
* TODO [#B] training
  DEADLINE: <2017-11-06 一 20:00 +1d> SCHEDULED: <2017-11-06 一 19:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 21:43]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 21:43]
  CLOCK: [2017-11-05 日 19:19]--[2017-11-05 日 21:43] =>  2:24
  - State "DONE"       from "STARTED"    [2017-11-05 日 17:25]
  CLOCK: [2017-11-05 日 15:30]--[2017-11-05 日 17:25] =>  1:55
  - State "DONE"       from "STARTED"    [2017-11-04 六 18:38]
  CLOCK: [2017-11-04 六 18:29]--[2017-11-04 六 18:38] =>  0:09
  - State "DONE"       from "STARTED"    [2017-11-03 Fri 19:51]
  CLOCK: [2017-11-03 Fri 19:00]--[2017-11-03 Fri 19:51] =>  0:51
与崔宁、马晓明谈话，如何学习
  - State "DONE"       from "STARTED"    [2017-11-02 四 21:31]
  - State "DONE"       from "STARTED"    [2017-11-01 三 21:03]
  CLOCK: [2017-11-01 三 19:22]--[2017-11-01 三 21:03] =>  1:41
  与新生谈话，建立学习团体
  - State "DONE"       from "STARTED"    [2017-10-31 二 21:07]
  CLOCK: [2017-10-31 二 20:05]--[2017-10-31 二 21:07] =>  1:02
  CLOCK: [2017-10-31 二 19:27]--[2017-10-31 二 19:37] =>  0:10
  - State "DONE"       from "STARTED"    [2017-10-30 一 21:18]
  - State "DONE"       from "STARTED"    [2017-10-29 日 20:16]
  CLOCK: [2017-10-29 日 19:29]--[2017-10-29 日 20:16] =>  0:47
  - State "DONE"       from "STARTED"    [2017-10-28 六 20:24]
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 21:07]
  - State "DONE"       from "STARTED"    [2017-10-26 四 19:39]
  CLOCK: [2017-10-26 四 19:33]--[2017-10-26 四 19:39] =>  0:06
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
  - State "DONE"       from "STARTED"    [2017-10-24 二 19:26]
  - State "DONE"       from "STARTED"    [2017-10-23 一 21:31]
  :END:
* TODO [#B] free learn
  DEADLINE: <2017-11-06 一 21:40 +1d> SCHEDULED: <2017-11-07 二 20:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-11-05 日 18:26]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-11-05 日 18:26]
  CLOCK: [2017-11-05 日 17:41]--[2017-11-05 日 18:07] =>  0:26
  - State "DONE"       from "STARTED"    [2017-11-04 六 21:23]
  - State "DONE"       from "STARTED"    [2017-11-03 Fri 19:48]
  - State "DONE"       from "STARTED"    [2017-11-02 四 21:40]
  CLOCK: [2017-11-02 四 20:31]--[2017-11-02 四 21:40] =>  1:09
  - State "DONE"       from "STARTED"    [2017-11-01 三 21:23]
  CLOCK: [2017-11-01 三 21:03]--[2017-11-01 三 21:23] =>  0:20
  - State "DONE"       from "STARTED"    [2017-10-31 二 21:33]
  CLOCK: [2017-10-31 二 21:07]--[2017-10-31 二 21:33] =>  0:26
  - State "DONE"       from "STARTED"    [2017-10-30 一 21:18]
  CLOCK: [2017-10-30 一 19:17]--[2017-10-30 一 21:18] =>  2:01
  - State "DONE"       from "STARTED"    [2017-10-29 日 19:29]
  CLOCK: [2017-10-29 日 18:11]--[2017-10-29 日 19:29] =>  1:18
  - State "DONE"       from "STARTED"    [2017-10-28 六 21:32]
  CLOCK: [2017-10-28 六 20:25]--[2017-10-28 六 21:32] =>  1:07
  - State "DONE"       from "STARTED"    [2017-10-27 Fri 21:08]
  - State "DONE"       from "STARTED"    [2017-10-26 四 20:18]
  CLOCK: [2017-10-26 四 19:39]--[2017-10-26 四 20:18] =>  0:39
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:24]
  - State "DONE"       from "STARTED"    [2017-10-24 二 20:02]
  CLOCK: [2017-10-24 二 19:26]--[2017-10-24 二 19:27] =>  0:01
  - State "DONE"       from "STARTED"    [2017-10-23 一 21:31]
  :END:
* meeting
